import random

print("Макарони з сиром — самий простий рецепт: \n Інгредієнти: половина стандартної пачки будь-яких макаронів, 110-130 г твердого сиру, кам’яна сіль, шматочок вершкового або топленого масла.  \n Вибрані макарони варяться до готовності в солоній рідини. Головне, не перетримати їх.  \n Готові макаронні вироби не промиваються, а гарячими укладаються в сковорідку. До них додається вершкове масло і дрібно тертий сир.  \n Інгредієнти потрібно вимішувати до тих пір, поки сир добре не розплавиться.")




x = random.randint(65,100)

print(x)
